Repository: JingOS-team/plasma-workspace
Catalog: po/*/kcm_translations.po
Languages: de, es, fr, ru, sv

# NAME OF TRANSLATORS
source: Your names
de: Frederik Schwarzer
es: Eloy Cuadra
fr: Maxime Corteel, Simon Depiets
ru: Александр Поташев,Ольга Миронова
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
de: schwarzer@kde.org
es: ecuadra@eloihr.net
fr: mcorteel@gmail.com, sdepiets@gmail.com
ru: aspotashev@gmail.com,omiro@basealt.ru
sv: stefan.asserhall@bredband.net

source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык
sv: Språk

# @title:window
source: Add Languages
de: Sprachen hinzufügen
es: Añadir idiomas
fr: Ajouter des langues
ru: Добавление языков
sv: Lägg till språk

# @action:button
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить
sv: Lägg till

# @info
source: There are no additional languages available on this system.
de: Es sind keine zusätzlichen Sprachen auf diesem System verfügbar.
es: No hay ningún idioma adicional disponible en este sistema.
fr: Aucune langue supplémentaire n'est installée sur ce système.
ru: В системе не установлено ни одного дополнительного языкового пакета.
sv: Det finns inga ytterligare språk tillgängliga på systemet.

# @info
source: Your changes will take effect the next time you log in.
de: Ihre Änderungen werden bei der nächsten Anmeldung aktiviert.
es: Los cambios tendrán efecto la próxima vez que inicie sesión.
fr: Vos modifications prendront effet lors de votre prochaine connexion.
ru: Изменения параметров вступят в силу при последующем входе в систему.
sv: Ändringarna får effekt nästa gång du loggar in.

# @info
source: There are currently no preferred languages configured.
de: Es sind zur Zeit keine bevorzugten Sprachen eingerichtet.
es: En la actualidad no hay configurado ningún idioma preferido.
fr: Actuellement, aucune langue préférée n'est configurée.
ru: Предпочитаемые языки не выбраны.
sv: För närvarande finns inga föredragna språk inställda.

# @info %2 is the language code
source: The translation files for the language with the code '%2' could not be found. The language will be removed from your configuration. If you want to add it back, please install the localization files for it and add the language again.
de: Die Übersetzungsdateien für die Sprache mit der Abkürzung „%2“ wurden nicht gefunden. Die Sprache ist deshalb aus der Einrichtung entfernt worden. Zum erneuten Hinzufügen müssen zunächst die entsprechenden Übersetzungsdateien installiert und sodann die Sprache erneut hinzugefügt werden.
es: No se pueden encontrar los archivos de traducciones para el idioma con el código «%2». El idioma será eliminado de la configuración. Si desea volver a añadirlo, instale los archivos de localización para dicho idioma y vuelva a añadirlo.
fr: Impossible de trouver les fichiers de traduction pour la langue dont le code est « %2 ». Cette langue sera supprimée de votre configuration. Si vous souhaitez la rajouter, installez les fichiers de localisation associés et ajoutez-la de nouveau.
ru: В списке есть языки с кодами «%2», для которых не найдены файлы локализации. Эти языки будут убраны из списка. Если хотите добавить поддержку некоторых из этих языков, установите файлы локализации для них и снова добавьте их в список предпочитаемых языков.
sv: Översättningsfilerna för språket med kod '%2' kunde inte hittas. Språket kommer att tas bort från inställningarna. Om du vill lägga till det igen, installera översättningsfilerna för det och lägg till språket igen.

source: The language at the top of this list is the one you want to see and use most often.
de: Die erste Sprache in dieser Liste wird als Vorgabe verwendet.
es: El idioma de la parte superior de esta lista es el que desea ver y usar más a menudo.
fr: La langue présente en haut de cette liste est celle que vous souhaitez voir et utiliser le plus souvent possible.
ru: Язык наверху этого списка будет применяться по умолчанию.
sv: Språket överst i listan är det som du oftast vill se och använda.

# @item:inlistbox 1 = Language name
source: %1 (Default)
de: %1 (Standard)
es: %1 (por omisión)
fr: %1 (par défaut)
ru: %1 (по умолчанию)
sv: %1 (förval)

# @info:tooltip
source: Promote to default
de: Als Standard festlegen
es: Promover a por omisión
fr: Promouvoir en langue par défaut
ru: Использовать по умолчанию
sv: Befordra till förval

# @info:tooltip
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить
sv: Ta bort

# @action:button
source: Add languages...
de: Sprachen hinzufügen ...
es: Añadir idiomas...
fr: Ajouter des langues...
ru: Добавить языки...
sv: Lägg till språk...

source: Configure Plasma translations
de: Plasma-Übersetzungen einrichten
es: Configurar las traducciones de Plasma
fr: Configurer les traductions de Plasma
ru: Настройка переводов Plasma
sv: Anpassa översättningar av Plasma
