Repository: JingOS-team/plasma-workspace
Catalog: po/*/kfontinst.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Lukáš Tinkl,Jakub Friedl,Marián Kyral

# EMAIL OF TRANSLATORS
source: Your emails
cs: lukas@kde.org,jfriedl@suse.cz,mkyral@email.cz

source: Do you wish to install the font(s) for personal use (only available to you), or system-wide (available to all users)?
cs: Přejete si nainstalovat písma pro osobní použití (dostupné pouze vám, nebo pro celý systém (dostupné všem uživatelům)?

source: Where to Install
cs: Kam instalovat

source: Font Installer
cs: Instalátor písem

source: Simple font installer
cs: Jednoduchý instalátor písem

source: Makes the dialog transient for an X app specified by winid
cs: Učiní okno modální pro aplikaci X, určenou pomocí ID okna

source: URL to install
cs: URL k instalaci

source: Print
cs: Vytisknout

source: Canceling...
cs: Ruší se...

source: Font Printer
cs: Tisk písem

source: Simple font printer
cs: Jednoduchý tisk písem

source: Size index to print fonts
cs: Velikost písem pro tisk

source: Font to print, specified as "Family,Style" where Style is a 24-bit decimal number composed as: <weight><width><slant>
cs: Písmo pro tisk, zadané jako "Rodina,Styl", kde Styl je 24-bitové desítkové číslo ve tvaru: <váha><šířka><sklon>

source: File containing list of fonts to print
cs: Soubor obsahující seznam písem pro tisk

source: Remove file containing list of fonts to print
cs: Odstranit soubor obsahující seznam písem na tisk

source: Select Font to View
cs: Zvolte písmo k prohlížení

source: URL to open
cs: URL k otevření

source: Font Viewer
cs: Prohlížeč písem

source: Simple font viewer
cs: Jednoduchý prohlížeč písem

source: Duplicate Fonts
cs: Duplicitní písma

source: Scanning for duplicate fonts. Please wait...
cs: Hledání duplicitních písem. Počkejte prosím...

source: No duplicate fonts found.
cs: Duplicitní písma nebyla nalezena.

source: Delete Marked Files
cs: Smazat označené soubory

source: %1 duplicate font found.
cs: Nalezeno %1 duplicitní písmo.

source: Are you sure you wish to delete: %1
cs: Opravdu si přejete smazat: %1

source: Are you sure you wish to delete:
cs: Opravdu si přejete smazat:

source: Cancel font scan?
cs: Zrušit procházení písem?

source: Font/File
cs: Písmo/Soubor

source: Size
cs: Velikost

source: Date
cs: Datum

source: Links To
cs: Odkazuje na

source: Open in Font Viewer
cs: Otevřít v Prohlížeči písem

source: Properties
cs: Vlastnosti

source: Unmark for Deletion
cs: Zrušit označení smazání

source: Mark for Deletion
cs: Označit pro smazání

source: Open font in font viewer?
cs: Otevřít písmo v prohlížeči písem?

source: Family
cs: Rodina

source: Style
cs: Styl

source: Foundry
cs: Písmolijna

source: FontConfig Match
cs: Shoda s FontConfig

source: File Type
cs: Typ souboru

source: File Name
cs: Název souboru

source: File Location
cs: Umístění souboru

source: Writing System
cs: Systém psaní

source: Set Criteria
cs: Nastavit kritéria

source: Symbol/Other
cs: Symbol, Jiný

source: Filter by %1...
cs: Filtrovat podle %1...

source: Font
cs: Písmo

source: Status
cs: Stav

source: This column shows the status of the font family, and of the individual font styles.
cs: Tento sloupec zobrazuje stav rodiny písma a individuální styly písma.

source: <p>This list shows your installed fonts. The fonts are grouped by family, and the number in square brackets represents the number of styles in which the family is available. e.g.</p><ul><li>Times [4]<ul><li>Regular</li><li>Bold</li><li>Bold Italic</li><li>Italic</li></ul></li></ul>
cs: <p>Tento seznam zobrazuje nainstalovaná písma. Písma jsou seskupeny dle rodiny a číslo v hranatých závorkách reprezentuje počet dostupných stylů. Například:</p><ul><li>Times [4]<ul><li>Obyčejné</li><li>Tučné</li><li>Tučné Skloněné</li><li>Skloněné</li></ul></li></ul>

source: ...plus %1 more
cs: ...plus %1 navíc

source: Delete
cs: Smazat

source: Enable
cs: Povolit

source: Disable
cs: Zakázat

source: Print...
cs: Vytisknout...

source: Reload
cs: Obnovit

source: Open all %1 fonts in font viewer?
cs: Otevřít všech %1 písem v prohlížeči písem?

source: All Fonts
cs: Všechna písma

source: Personal Fonts
cs: Osobní písma

source: System Fonts
cs: Systémová písma

source: Unclassified
cs: Neutajovaný

source: Group
cs: Skupina

source: <p>Do you really want to remove '<b>%1</b>'?</p><p><i>This will only remove the group, and not the actual fonts.</i></p>
cs: <p>Opravdu si přejete odstranit '<b>%1</b>'?</p><p><i>Tím dojde pouze k odstranění skupiny, ne písem samotných.</i></p>

source: Remove Group
cs: Odstranit skupinu

source: Remove
cs: Odstranit

source: Remove group
cs: Odstranit skupinu

source: <h3>Font Groups</h3><p>This list displays the font groups available on your system. There are 2 main types of font groups:<ul><li><b>Standard</b> are special groups used by the font manager.<ul>%1</ul></li><li><b>Custom</b> are groups created by you. To add a font family to one of these groups simply drag it from the list of fonts, and drop onto the desired group. To remove a family from the group, drag the font onto the "All Fonts" group.</li></ul></p>
cs: <h3>Skupiny písem</h3><p>Tento seznam zobrazuje skupiny písem dostupných na vašem systému. Existují dvě hlavní skupiny písem:<ul><li><b>Standard</b> jsou speciální skupiny používané správcem písem.<ul>%1</ul></li><li><b>Vlastní</b> jsou vámi vytvořené skupiny. Rodinu písem můžete přidat do skupiny jednoduchým přetažením ze seznamu fontů. Rodinu můžete ze skupiny odebrat přetažením do skupiny "Všechna písma". </li></ul></p>

source: <li><i>All Fonts</i> contains all the fonts installed on your system.</li><li><i>Unclassified</i> contains all fonts that have not yet been placed within a "Custom" group.</li>
cs: <li><i>Všechna písma</i> obsahuje všechna písma nainstalované v systému.</li><li><i>Nezařazené</i> obsahuje všechna písma, která ještě nejsou umístěny ve skupině "Vlastní".</li>

source: <li><i>All Fonts</i> contains all the fonts installed on your system - both "System" and "Personal".</li><li><i>System</i> contains all fonts that are installed system-wide (i.e. available to all users).</li><li><i>Personal</i> contains your personal fonts.</li><li><i>Unclassified</i> contains all fonts that have not yet been placed within a "Custom" group.</li>
cs: <li><i>Všechna písma</i> obsahuje všechna písma nainstalované v systému - "Systémové" i "Osobní".</li><li><i>Systémové</i> obsahuje všechna písma nainstalované pro celý systém (tj. přístupné pro všechny uživatele).</li><li><i>Osobní</i> obsahuje vaše osobní písma.</li><li><i>Nezařazené</i> obsahuje všechna písma která ještě nejsou umístěné ve skupině "Vlastní".</li>

source: <qt>A group named <b>'%1'</b> already exists.</qt>
cs: <qt>Skupina s názvem <b>'%1'</b> již existuje.</qt>

source: Rename...
cs: Přejmenovat...

source: Export...
cs: Exportovat...

source: Add to "%1".
cs: Přidat k "%1".

source: Remove from current group.
cs: Odstranit ze současné skupiny.

source: Move to personal folder.
cs: Přesunout do osobní složky.

source: Move to system folder.
cs: Přesunout do systémové složky.

source: Skip
cs: Přeskočit

source: AutoSkip
cs: Automaticky přeskočit

source: <h3>Cancel?</h3><p>Are you sure you wish to cancel?</p>
cs: <h3>Zrušit?</h3><p>Opravdu si přejete zrušit operaci?</p>

source: <h3>Finished</h3><p>Please note that any open applications will need to be restarted in order for any changes to be noticed.</p>
cs: <h3>Hotovo</h3><p>Prosím všimněte si, že k provedení změn je třeba znovu spustit všechny právě otevřené aplikace.</p>

source: Do not show this message again
cs: Tuto zprávu již nezobrazovat

source: Installing
cs: Instaluji

source: Uninstalling
cs: Odinstaluji

source: Enabling
cs: Povoluji

source: Moving
cs: Přesouvání

source: Updating
cs: Aktualizuji

source: Removing
cs: Odstraňuje se

source: Disabling
cs: Zakazuji

source: Updating font configuration. Please wait...
cs: Aktualizuje se nastavení písem. Počkejte prosím...

source: Unable to start backend.
cs: Start podpůrné vrstvy se nezdařil.

source: Backend died, but has been restarted. Please try again.
cs: Podpůrný vrstva neočekávaně skončila a byla restartována. Zkuste to prosím znovu.

source: <h3>Error</h3>
cs: <h3>Chyba</h3>

source: Failed to download <i>%1</i>
cs: Chyba při stahování <i>%1</i>

source: System backend died. Please try again.<br><i>%1</i>
cs: Podpůrná systémová vrstva neočekávaně skončila. Zkuste to prosím znovu.<br><i>%1</i>

source: <i>%1</i> is a bitmap font, and these have been disabled on your system.
cs: <i>%1</i> je bitmapové písmo a podpora těchto písem je ve vašem systému vypnuta.

source: <i>%1</i> contains the font <b>%2</b>, which is already installed on your system.
cs: <i>%1</i> obsahuje písmo <b>%2</b> které je už v systému nainstalováno.

source: <i>%1</i> is not a font.
cs: <i>%1</i> není písmem.

source: Could not remove all files associated with <i>%1</i>
cs: Nelze odstranit všechny soubory asociované s <i>%1</i>

source: Failed to start the system daemon.<br><i>%1</i>
cs: Start systémového démona se nezdařil.<br><i>%1</i>

source: <i>%1</i> already exists.
cs: <i>%1</i> již existuje.

source: <i>%1</i> does not exist.
cs: <i>%1</i> neexistuje.

source: Permission denied.<br><i>%1</i>
cs: Povolení odepřeno.<br><i>%1</i>

source: Unsupported action.<br><i>%1</i>
cs: Nepodporovaná činnost.<br><i>%1</i>

source: Authentication failed.<br><i>%1</i>
cs: Ověření selhalo.<br><i>%1</i>

source: Unexpected error while processing: <i>%1</i>
cs: Neočekávaná chyba během zpracovávaní: <i>%1</i>

source: Font Management
cs: Správa písem

source: Developer and maintainer
cs: Vývojář a správce

source: Create New Group...
cs: Vytvořit novou skupinu...

source: Remove Group...
cs: Odstranit skupinu...

source: Enable Fonts in Group...
cs: Povolit písma ve skupině...

source: Disable Fonts in Group...
cs: Zakázat písma ve skupině...

source: This displays a preview of the selected font.
cs: Toto zobrazí náhled vybraného písma.

source: Find Duplicates...
cs: Najít duplicity...

source: Scan for Duplicate Fonts...
cs: Hledat duplicitní písma...

source: Install from File...
cs: Instalovat ze souboru...

source: Install fonts from a local file
cs: Nainstalovat písmo z lokálního souboru

source: Get New Fonts...
cs: Získat nová písma...

source: Download new fonts
cs: Stáhnout nová písma

source: Delete Selected Fonts...
cs: Smazat vybraná písma...

source: Change Preview Text...
cs: Změnit text náhledu...

source: <h1>Font Installer</h1><p> This module allows you to install TrueType, Type1, and Bitmap fonts.</p><p>You may also install fonts using Konqueror: type fonts:/ into Konqueror's location bar and this will display your installed fonts. To install a font, simply copy one into the folder.</p>
cs: <h1>Instalátor písem</h1> <p>Tento modul vám umožňuje instalovat písma TrueType, Type1 nebo bitmapová.</p> <p>Taktéž můžete instalovat písma pomoc Konqueroru: zadejte do panelu pro umístění "fonts:/" a zobrazí se vám nainstalovaná písma. K instalaci nového písma jej jednoduše zkopírujte do příslušné složky.</p>

source: <h1>Font Installer</h1><p> This module allows you to install TrueType, Type1, and Bitmap fonts.</p><p>You may also install fonts using Konqueror: type fonts:/ into Konqueror's location bar and this will display your installed fonts. To install a font, simply copy it into the appropriate folder - "%1" for fonts available to just yourself, or "%2" for system-wide fonts (available to all).</p>
cs: <h1>Instalátor písem</h1> <p>Tento modul vám umožňuje instalovat písma TrueType, Type1 nebo bitmapová.</p><p>Taktéž můžete instalovat písma pomocí Konqueroru: zadejte do panelu pro umístění fonts:/ a zobrazí se vám nainstalovaná písma. K instalaci nového písma jej jednoduše zkopírujte do příslušné složky. - "%1" pro písma dostupná jenom vám, nebo "%2" pro písma pro celý systém (dostupná všem).</p>

source: Add Fonts
cs: Přidat písma

source: Failed to save list of fonts to print.
cs: Nelze uložit seznam písem pro tisk.

source: Failed to start font printer.
cs: Nelze spustit tisk písem.

source: There are no printable fonts. You can only print non-bitmap and enabled fonts.
cs: Neexistují tisknutelná písma. Lze tisknout pouze vektorová a povolená písma.

source: Cannot Print
cs: Nelze tisknout

source: You did not select anything to delete.
cs: Nevybrali jste nic ke smazání.

source: Nothing to Delete
cs: Nic k smazání

source: <p>Do you really want to delete</p><p>'<b>%1</b>'?</p>
cs: <p>Opravdu si přejete smazat</p><p>'<b>%1</b>'?</p>

source: Delete Font
cs: Smazat písmo

source: Do you really want to delete this font?
cs: Opravdu si přejete smazat toto písmo?

source: Delete Fonts
cs: Smazat písma

source: Deleting font(s)...
cs: Mažu písma...

source: You did not select anything to move.
cs: Nevybrali jste nic k přesunutí.

source: Nothing to Move
cs: Nic k přesunutí

source: <p>Do you really want to move</p><p>'<b>%1</b>'</p><p>from <i>%2</i> to <i>%3</i>?</p>
cs: <p>Opravdu si přejete přesunout</p><p>'<b>%1</b>'</p><p>z <i>%2</i> do <i>%3</i>?</p>

source: Move Font
cs: Přesunout písmo

source: Move
cs: Přesunout

source: <p>Do you really want to move this font from <i>%2</i> to <i>%3</i>?</p>
cs: <p>Opravdu si přejete přesunout písmo z <i>%2</i> do <i>%3</i>?</p>

source: Move Fonts
cs: Přesunout písma

source: Moving font(s)...
cs: Přesunuji písma...

source: Export Group
cs: Exportovat skupinu

source: No files?
cs: Žádné soubory?

source: Failed to open %1 for writing
cs: Nelze otevřít %1 pro zápis

source: Create New Group
cs: Vytvořit novou skupinu

source: Name of new group:
cs: Název nové skupiny:

source: New Group
cs: Nová skupina

source: Preview Text
cs: Text náhledu

source: Please enter new text:
cs: Prosím, zadejte nový text:

source: Scanning font list...
cs: Procházení seznamu písem...

source: No fonts
cs: Žádná písma

source: 1 Font
cs: Jedno písmo

source: <table><tr><td align="right">Enabled:</td><td>%1</td></tr><tr><td align="right">Disabled:</td><td>%2</td></tr><tr><td align="right">Partially enabled:</td><td>%3</td></tr><tr><td align="right">Total:</td><td>%4</td></tr></table>
cs: <table><tr><td align="right">Povolená:</td><td>%1</td></tr><tr><td align="right">Zakázaná:</td><td>%2</td></tr><tr><td align="right">Částečně povolená:</td><td>%3</td></tr><tr><td align="right">Celkem:</td><td>%4</td></tr></table>

source: <table><tr><td align="right">Enabled:</td><td>%1</td></tr><tr><td align="right">Disabled:</td><td>%2</td></tr><tr><td align="right">Total:</td><td>%3</td></tr></table>
cs: <table><tr><td align="right">Povolená:</td><td>%1</td></tr><tr><td align="right">Zakázaná:</td><td>%2</td></tr><tr><td align="right">Celkem:</td><td>%3</td></tr></table>

source: Looking for any associated files...
cs: Hledám asociované soubory...

source: Scanning Files...
cs: Procházím soubory...

source: Looking for additional files to install...
cs: Hledám další soubory pro instalaci...

source: Looking for files associated with %1
cs: Hledám soubory asociované s %1

source: Installing font(s)...
cs: Instaluji písma...

source: You did not select anything to enable.
cs: Nevybrali jste nic k povolení.

source: You did not select anything to disable.
cs: Nevybrali jste nic k zakázání.

source: Nothing to Enable
cs: Nic k povolení

source: Nothing to Disable
cs: Nic k zakázání

source: <p>Do you really want to enable</p><p>'<b>%1</b>'?</p>
cs: <p>Opravdu si přejete povolit</p><p>'<b>%1</b>'?</p>

source: <p>Do you really want to disable</p><p>'<b>%1</b>'?</p>
cs: <p>Opravdu si přejete zakázat</p><p>'<b>%1</b>'?</p>

source: <p>Do you really want to enable</p><p>'<b>%1</b>', contained within group '<b>%2</b>'?</p>
cs: <p>Opravdu si přejete povolit</p><p>'<b>%1</b>' obsažené ve skupině '<b>%2</b>'?</p>

source: <p>Do you really want to disable</p><p>'<b>%1</b>', contained within group '<b>%2</b>'?</p>
cs: <p>Opravdu si přejete zakázat</p><p>'<b>%1</b>' obsažené ve skupině '<b>%2</b>'?</p>

source: Enable Font
cs: Povolit písmo

source: Disable Font
cs: Zakázat písmo

source: Do you really want to enable this font?
cs: Opravdu si přejete povolit toto písmo?

source: Do you really want to disable this font?
cs: Opravdu si přejete zakázat toto písmo?

source: <p>Do you really want to enable this font contained within group '<b>%2</b>'?</p>
cs: <p>Opravdu si přejete povolit toto písmo obsažené ve skupině '<b>%2</b>'?</p>

source: <p>Do you really want to disable this font contained within group '<b>%2</b>'?</p>
cs: <p>Opravdu si přejete zakázat toto písmo obsažené ve skupině '<b>%2</b>'?</p>

source: Enable Fonts
cs: Povolit písma

source: Disable Fonts
cs: Zakázat písma

source: Enabling font(s)...
cs: Povoluji písmo (písma)...

source: Disabling font(s)...
cs: Zakazuji písmo (písma)...

source: Print Font Samples
cs: Vytisknout vzorky písem

source: Select size to print font:
cs: Vyberte velikost písma pro tisk:

source: Waterfall
cs: Vodopád

source: Can only install fonts to either "%1" or "%2".
cs: Písma můžete instalovat buď do "%1" nebo do "%2".

source: You cannot install a fonts package directly. Please extract %1, and install the components individually.
cs: Balíček písem nemůžete nainstalovat přímo. Rozbalte prosím %1 a nainstalujte součásti samostatně.

source: Cannot copy fonts
cs: Písma nelze kopírovat

source: Cannot move fonts
cs: Písma nelze přesunout

source: Only fonts may be deleted.
cs: Smazat můžete pouze písma..

source: Can only remove fonts from either "%1" or "%2".
cs: Písma lze pouze smazat buď z "%1" nebo "%2".

source: Please specify "%1" or "%2".
cs: Zadejte prosím "%1" nebo "%2".

source: No special methods supported.
cs: Speciální metody nejsou podporovány.

source: Fonts
cs: Písma

source: Failed to start the system daemon
cs: Start systémového démona selhal

source: Backend died
cs: Podpůrná vrstva neočekávaně skončila

source: %1 is a bitmap font, and these have been disabled on your system.
cs: %1 je bitmapové písmo a podpora těchto písem je ve vašem systému vypnuta.

source: %1 contains the font <b>%2</b>, which is already installed on your system.
cs: %1 obsahuje písmo <b>%2</b> které je již ve vašem systému nainstalováno.

source: %1 is not a font.
cs: %1 není písmem.

source: Could not remove all files associated with %1
cs: Nelze odstranit všechny soubory asociované s %1

source: Unknown
cs: Neznámé

source: No characters found.
cs: Nebyly nalezeny žádné znaky.

# A sentence that uses all of the letters of the alphabet
source: The quick brown fox jumps over the lazy dog
cs: Šíleně žluťoučký kůň úpěl ďábelské ódy

# All of the letters of the alphabet, uppercase
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
cs: AÁBCČDĎEÉĚFGHIJKLMNŇOÓPQRŘSŠTŤUÚŮVWXYÝZŽ

# All of the letters of the alphabet, lowercase
source: abcdefghijklmnopqrstuvwxyz
cs: aábcčdďeéěfghijklmnňoópqrřsštťuúůvwxyýzž

source: ERROR: Could not determine font's name.
cs: Chyba: nelze zjistit název písma.

source: Personal
cs: Osobní

source: System
cs: Systém

source: All
cs: Vše

source: Administrator
cs: Administrátor

source: Thin
cs: Tenký

source: Extra Light
cs: Extra lehké

source: Ultra Light
cs: Ultra lehké

source: Light
cs: Lehké

source: Regular
cs: Obyčejné

source: Normal
cs: Normální

source: Medium
cs: Střední

source: Demi Bold
cs: Polotučné

source: Semi Bold
cs: Polotučné

source: Bold
cs: Tučné

source: Extra Bold
cs: Extra tučné

source: Ultra Bold
cs: Ultra tučné

source: Black
cs: Černé

source: Heavy
cs: Těžké

source: Italic
cs: Skloněné

source: Oblique
cs: Svislé

source: Ultra Condensed
cs: Ultra zúžené

source: Extra Condensed
cs: Extra zúžené

source: Condensed
cs: Zúžené

source: Semi Condensed
cs: Částečně zúžené

source: Semi Expanded
cs: Polo rozšířené

source: Expanded
cs: Rozšířené

source: Extra Expanded
cs: Extra rozšířené

source: Ultra Expanded
cs: Ultra rozšířené

source: Monospaced
cs: Pevná šířka

source: Charcell
cs: Šířka buňky

source: Proportional
cs: Proporcionální

source: Other, Control
cs: Jiné, Ovládání

source: Other, Format
cs: Jiné, Formát

source: Other, Not Assigned
cs: Jiné, Nepřiřazeno

source: Other, Private Use
cs: Jiné, Soukromé využití

source: Other, Surrogate
cs: Jiné, Náhrada

source: Letter, Lowercase
cs: Písmeno, Malá písmena

source: Letter, Modifier
cs: Písmeno, Modifikátor

source: Letter, Other
cs: Písmeno, Jiné

source: Letter, Titlecase
cs: Písmeno, Velké počáteční

source: Letter, Uppercase
cs: Písmeno, Velká písmena

source: Mark, Spacing Combining
cs: Značka, Kombinované mezery

source: Mark, Enclosing
cs: Značka, Ohrazení

source: Mark, Non-Spacing
cs: Značka, Bez mezer

source: Number, Decimal Digit
cs: Číslo, Desítková číslice

source: Number, Letter
cs: Číslo, Písmeno

source: Number, Other
cs: Číslo, Jiné

source: Punctuation, Connector
cs: Interpunkce, Konektor

source: Punctuation, Dash
cs: Interpunkce, Pomlčka

source: Punctuation, Close
cs: Interpunkce, Uzavřená

source: Punctuation, Final Quote
cs: Interpunkce, Konečná uvozovka

source: Punctuation, Initial Quote
cs: Interpunkce, Úvodní uvozovka

source: Punctuation, Other
cs: Interpunkce, Jiná

source: Punctuation, Open
cs: Interpunkce, Otevřená

source: Symbol, Currency
cs: Symbol, Měna

source: Symbol, Modifier
cs: Symbol, Modifikátor

source: Symbol, Math
cs: Symbol, Matematika

source: Symbol, Other
cs: Symbol, Jiný

source: Separator, Line
cs: Oddělovač, Řádek

source: Separator, Paragraph
cs: Oddělovač, Odstavec

source: Separator, Space
cs: Oddělovač, Mezera

source: Category
cs: Kategorie

source: XML Decimal Entity
cs: Desítková XML entita

source: Show Face:
cs: Zobrazit vzhled:

source: Install...
cs: Instalovat...

source: Change Text...
cs: Změnit text...

source: Could not read font.
cs: Písmo nelze přečíst.

source: Preview String
cs: Náhled textu

source: Please enter new string:
cs: Prosím, zadejte nový text:

source: &Main Toolbar
cs: &Hlavní panel nástrojů

source: Preview Type
cs: Typ náhledu

source: Standard Preview
cs: Standardní náhled

source: All Characters
cs: Všechny znaky

source: Unicode Block: %1
cs: Unicode blok: %1

source: Unicode Script: %1
cs: Unicode skript: %1

source: Basic Latin
cs: Základní latinka

source: Latin-1 Supplement
cs: Dodatečná latinka 1

source: Latin Extended-A
cs: Rozšířená latinka A

source: Latin Extended-B
cs: Rozšířená latinka B

source: IPA Extensions
cs: IPA rozšíření

source: Spacing Modifier Letters
cs: Prázdné modifikátory písmen

source: Combining Diacritical Marks
cs: Diakritické značky

source: Greek and Coptic
cs: Řečtina a koptština

source: Cyrillic
cs: Cyrilice

source: Cyrillic Supplement
cs: Dodatečná azbuka

source: Armenian
cs: Arménské

source: Hebrew
cs: Hebrejsky

source: Arabic
cs: Arabské

source: Syriac
cs: Syrský

source: Arabic Supplement
cs: Dodatečná arabština

source: Bengali
cs: Bengálské

source: Tamil
cs: Tamilsky

source: Telugu
cs: Telugsky

source: Thai
cs: Thajské

source: Lao
cs: Laoské

source: Tibetan
cs: Tibetsky

source: Georgian
cs: Gruzínsky

source: Ethiopic
cs: Etiopština

source: Ethiopic Supplement
cs: Dodatečná etiopština

source: Unified Canadian Aboriginal Syllabics
cs: Unifikované kanadské domorodé slabiky

source: Runic
cs: Runové

source: Khmer
cs: Khmérské

source: Mongolian
cs: Mongolské

source: New Tai Lue
cs: Nové Tai Lue

source: Khmer Symbols
cs: Khmérské symboly

source: Buginese
cs: Bugijština

source: Balinese
cs: Balijština

source: Phonetic Extensions
cs: Fonetická rozšíření

source: Phonetic Extensions Supplement
cs: Dodatečná fonetická rozšíření

source: Combining Diacritical Marks Supplement
cs: Dodatečné diakritické značky

source: Latin Extended Additional
cs: Dodatečná rozšířená latinka

source: Greek Extended
cs: Rozšířená řečtina

source: General Punctuation
cs: Obecné značky

source: Superscripts and Subscripts
cs: Horní a dolní indexy

source: Currency Symbols
cs: Měnové symboly
