Repository: JingOS-team/plasma-workspace
Catalog: po/*/kfontinst.po
Languages: cs

source: Combining Diacritical Marks for Symbols
cs: Diakritické značky pro symboly

source: Letter-Like Symbols
cs: Písmenné symboly

source: Number Forms
cs: Číselné formy

source: Arrows
cs: Šipky

source: Mathematical Operators
cs: Matematické operátory

source: Miscellaneous Technical
cs: Různé technické

source: Control Pictures
cs: Kontrolní obrázky

source: Optical Character Recognition
cs: Optické rozpoznávání znaků

source: Enclosed Alphanumerics
cs: Vložené alfanumeriky

source: Box Drawing
cs: Kreslení rámečků

source: Block Elements
cs: Blokové prvky

source: Geometric Shapes
cs: Geometrické tvary

source: Miscellaneous Symbols
cs: Různé symboly

source: Miscellaneous Mathematical Symbols-A
cs: Různé matematické symboly A

source: Supplemental Arrows-A
cs: Dodatečné šipky A

source: Braille Patterns
cs: Braillovy vzory

source: Supplemental Arrows-B
cs: Dodatečné šipky B

source: Miscellaneous Mathematical Symbols-B
cs: Různé matematické symboly B

source: Supplemental Mathematical Operators
cs: Dodatečné matematické operátory

source: Miscellaneous Symbols and Arrows
cs: Různé symboly a šipky

source: Glagolitic
cs: Hlaholice

source: Latin Extended-C
cs: Rozšířená latinka C

source: Coptic
cs: Koptština

source: Georgian Supplement
cs: Rozšířená gruzínština

source: Ethiopic Extended
cs: Rozšířená etiopština

source: Supplemental Punctuation
cs: Dodatečná interpunkce

source: CJK Radicals Supplement
cs: CJK kmenové doplňky

source: Kangxi Radicals
cs: Kangxi kmeny

source: Ideographic Description Characters
cs: Znaky pro Ideografický popis

source: CJK Symbols and Punctuation
cs: CJK symboly a interpunkce

source: Hangul Compatibility Jamo
cs: Hangul kompatibilní Jamo

source: Bopomofo Extended
cs: Bopomofo rozšířené

source: CJK Strokes
cs: CJK tahy

source: Katakana Phonetic Extensions
cs: Fonetická rozšíření Katakana

source: Enclosed CJK Letters and Months
cs: Vložené CJK písmena a měsíce

source: CJK Compatibility
cs: CJK kompatibilita

source: CJK Unified Ideographs Extension A
cs: CJK unifikované ideogramy rozšíření A

source: Yijing Hexagram Symbols
cs: Symboly Yijing hexagram

source: CJK Unified Ideographs
cs: CJK unifikované ideogramy

source: Yi Syllables
cs: Yi slabiky

source: Yi Radicals
cs: Yi kmeny

source: Modifier Tone Letters
cs: Modifikátory písmen tónů

source: Latin Extended-D
cs: Rozšířená latinka D

source: Hangul Syllables
cs: Hangul slabiky

source: High Surrogates
cs: Vyšší náhrady

source: High Private Use Surrogates
cs: Vyšší náhrady pro soukromé použití

source: Low Surrogates
cs: Nižší náhrady

source: Private Use Area
cs: Oblast soukromého využití

source: CJK Compatibility Ideographs
cs: CJK kompatibilní ideogramy

source: Alphabetic Presentation Forms
cs: Formy prezentace abecedy

source: Arabic Presentation Forms-A
cs: Arabské prezentační formy A

source: Variation Selectors
cs: Selektory variací

source: Vertical Forms
cs: Svislé formy

source: Combining Half Marks
cs: Poloviční znaky pro kombinování

source: CJK Compatibility Forms
cs: CJK kompatibilní formy

source: Small Form Variants
cs: Varianty malých forem

source: Arabic Presentation Forms-B
cs: Arabské prezentační formy B

source: Half-Width and Full-Width Forms
cs: Formy s poloviční a úplnou šířkou

source: Specials
cs: Speciální

source: Linear B Syllabary
cs: Lineární B slabiky

source: Linear B Ideograms
cs: Lineární B ideogramy

source: Aegean Numbers
cs: Egejské číslice

source: Ancient Greek Numbers
cs: Starověká řecká čísla

source: Old Italic
cs: Stará italština

source: Gothic
cs: Gotický

source: Ugaritic
cs: Ugaritština

source: Old Persian
cs: Staré perské

source: Cypriot Syllabary
cs: Kyperské slabiky

source: Phoenician
cs: Fénické

source: Cuneiform
cs: Klínové písmo

source: Cuneiform Numbers and Punctuation
cs: Čísla a interpunkce klínového písma

source: Byzantine Musical Symbols
cs: Byzantské hudební symboly

source: Musical Symbols
cs: Hudební symboly

source: Ancient Greek Musical Notation
cs: Starověká řecká hudební notace

source: Tai Xuan Jing Symbols
cs: Symboly Tai Xuan Jing

source: Counting Rod Numerals
cs: Počítací Rod číslice

source: Mathematical Alphanumeric Symbols
cs: Matematické alfanumerické symboly

source: CJK Unified Ideographs Extension B
cs: CJK unifikované ideogramy rozšíření B

source: CJK Compatibility Ideographs Supplement
cs: Dodatečné CJK kompatibilní ideogramy

source: Tags
cs: Značky

source: Variation Selectors Supplement
cs: Dodatečné selektory variací

source: Supplementary Private Use Area-A
cs: Oblast náhrad pro soukromé použití-A

source: Supplementary Private Use Area-B
cs: Oblast náhrad pro soukromé použití-B

source: Braille
cs: Braillovo

source: Canadian Aboriginal
cs: Kanadské domorodé

source: Common
cs: Společné

source: Cypriot
cs: Kyperské

source: Greek
cs: Řecké

source: Inherited
cs: Zděděné

source: Latin
cs: Latinsky

source: Linear B
cs: Lineární B
