Repository: JingOS-team/plasma-workspace
Catalog: po/*/klipper.po
Languages: kn

source: Replay actions on an item selected from history
kn: ಚರಿತ್ರೆಯಿಂದ ಆಯ್ಕೆ ಮಾಡಿದ ವಸ್ತುವಿನಲ್ಲಿ ಕ್ರಿಯೆಗಳನ್ನು ಮರಳಿ ಚಲಾಯಿಸು

source: Remove whitespace when executing actions
kn: ಕ್ರಿಯೆಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಾಗ ಖಾಲಿಜಾಗಗಳನ್ನು ತೆಗೆದು ಹಾಕು

source: Enable MIME-based actions
kn: ಮೈಮ್ ಆಧರಿಯವಾದ ಕ್ರಿಯೆಗಳನ್ನು ಶಕ್ತಗೊಳಿಸು

source: Action list:
kn: ಕ್ರಿಯೆಗಳ ಪಟ್ಟಿ:

source: Regular Expression
kn: ಸಾಮಾನ್ಯ ಎಕ್ಸ್‍ಪ್ರೆಶನ್(&x)

source: Description
kn: ವಿವರಣೆ

source: Add Action...
kn: ಕ್ರಿಯೆಯನ್ನು ಸೇರಿಸು...

source: Edit Action...
kn: ಕ್ರಿಯೆಯನ್ನು ಸಂಪಾದಿಸು...

source: Delete Action
kn: ಕ್ರಿಯೆಯನ್ನು ಅಳಿಸು

source: second
kn: ಸೆಕೆಂಡು

source: entry
kn: ನಮೂದನೆ

source: Advanced Settings
kn: ಪ್ರೌಢ ಸಂಯೋಜನೆಗಳು

# General Config
source: General
kn: ಸಾಮಾನ್ಯ

# Actions Config
source: Actions
kn: ಕ್ರಿಯೆಗಳು

# Shortcuts Config
source: Shortcuts
kn: ಸಮೀಪಮಾರ್ಗಗಳು (ಶಾರ್ಟ್ ಕಟ್)

source: D&isable Actions for Windows of Type WM_CLASS
kn: WM_CLASS ವರ್ಗದ ಕಿಟಕಿಗಳ ಕ್ರಿಯೆಗಳನ್ನು (&ನ)ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: <qt>This lets you specify windows in which Klipper should not invoke "actions". Use<br /><br /><center><b>xprop | grep WM_CLASS</b></center><br />in a terminal to find out the WM_CLASS of a window. Next, click on the window you want to examine. The first string it outputs after the equal sign is the one you need to enter here.</qt>
kn: <qt>ಈ ಆಯ್ಕೆಯು Klipper "ಕ್ರಿಯೆಗಳನ್ನು" ಕರೆಯಬಾರದಾದ ಕಿಟಕಿಗಳನ್ನು ನಮೂದಿಸಲು ನಿಮಗೆ ಅನುವುಮಾಡುತ್ತದೆ. ಒಂದು ಟರ್ಮಿನಲ್‌ನಲ್ಲಿನ ಕಿಟಕಿಯ WM_CLASS ಕಂಡು ಹಿಡಿಯಲು <br /><br /><center><b>xprop | grep WM_CLASS</b></center><br /> ಅನ್ನು ಉಪಯೋಗಿಸಿ. ನಂತರ, ನೀವು ಪರಿಶೀಲಿಸಲಿಚ್ಛಿಸುವ ಕಿಟಕಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಇದು ಸಮ ಚಿಹ್ನೆಯ ನಂತರ ನೀಡುವ ಮೊದಲ ವಾಕ್ಯವೇ ನೀವು ಇಲ್ಲಿ ನಮೂದಿಸಬೇಕಾದದ್ದು.</qt>

source: Ignore
kn: ನಿರ್ಲಕ್ಷಿಸು

source: Replace Clipboard
kn: ನಕಲು ಫಲಕವನ್ನು ಬದಲಾಯಿಸು

source: Add to Clipboard
kn: ನಕಲು ಫಲಕಕ್ಕೆ ಸೇರಿಸು

source: Command
kn: ಆದೇಶ

source: Output Handling
kn: ಉತ್ಪತ್ತಿಯ ನಿಭಾವಣೆ

source: Action Properties
kn: ಕ್ರಿಯೆಯ ಗುಣಲಕ್ಷಣಗಳು

source: new command
kn: ಹೊಸ ಆದೇಶ

source: Command Description
kn: ಆದೇಶದ ವಿವರಣೆ

source: Action properties:
kn: ಕ್ರಿಯೆಯ ಗುಣಲಕ್ಷಣಗಳು:

source: Regular expression:
kn: ಸಾಮಾನ್ಯ ಎಕ್ಸ್‍ಪ್ರೆಶನ್:

source: Description:
kn: ವಿವರಣೆ:

source: Automatic:
kn: ಸ್ವಯಂಚಾಲಿತ:

source: List of commands for this action:
kn: ಈ ಕ್ರಿಯೆಗೆ ಆದೇಶಗಳ ಪಟ್ಟಿ:

source: Add Command
kn: ಆದೇಶವನ್ನು ಸೇರಿಸು

source: Remove Command
kn: ಆದೇಶವನ್ನು ತೆಗೆದು ಹಾಕು

source: Double-click an item to edit
kn: ಅಂಶವನ್ನು ಸಂಪಾದಿಸಲು ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ಕಿಸು

source: Save clipboard contents on exit
kn: ನಿರ್ಗಮಿಸುವಾಗ ನಕಲು ಫಲಕದ ವಿಷಯಗಳನ್ನು ಉಳಿಸು

source: Prevent empty clipboard
kn: ಖಾಲಿ ನಕಲು ಫಲಕವುಂಟಾಗದಂತೆ ತಡೆಗಟ್ಟು

source: Ignore images
kn: ಚಿತ್ರಗಳನ್ನು ಆಲಕ್ಷಿಸು

source: Text selection only
kn: ಪಠ್ಯ ಆಯ್ಕೆ ಮಾತ್ರ

source: Synchronize contents of the clipboard and the selection
kn: ನಕಲು ಫಲಕ ಮತ್ತು ಆಯ್ಕೆಯ ವಿಷಯಗಳನ್ನು ಸಮನ್ವಯಿಸು

source: Timeout for action popups:
kn: ಕ್ರಿಯಾಪುಟಿಕೆಗಳ ಕಾಲಾವಧಿ ತೀರಿಕೆ:

source: Clipboard history size:
kn: ನಕಲು ಫಲಕದ ಚರಿತ್ರೆಯ ಗಾತ್ರ:

source: Enable Clipboard Actions
kn: ನಕಲು ಫಲಕದ ಕ್ರಿಯೆಗಳನ್ನು ಶಕ್ತಗೊಳಿಸು

source: C&lear Clipboard History
kn: ನಕಲುಫಲಕದ ಚರಿತ್ರೆಯನ್ನು ತೆರ(&ವ)ವುಮಾಡು

source: &Configure Klipper...
kn: Klipper ಅನ್ನು ಸಂರ(&ಚ)ಚಿಸು

source: Manually Invoke Action on Current Clipboard
kn: ಹಾಲಿ ನಕಲು ಫಲಕದ ಮೇಲೆ ಕ್ರಿಯೆಯನ್ನು ಸ್ವಹಸ್ತದಿಂದ ಚಲಾಯಿಸು

source: &Edit Contents...
kn: ಒಳ ವಿಷಯಗಳನ್ನು (&ಸ)ಸಂಸ್ಕರಿಸು...

source: Should Klipper start automatically when you login?
kn: ನೀವು ಪ್ರವೇಶಿಸಿದಾಗ Klipper ತಾನಾಗಿಯೆ ಆರಂಭಿಸಲ್ಪಡಬೇಕೆ?

source: Automatically Start Klipper?
kn: Klipper ಅನ್ನು ಸ್ವಯಂ ಆರಂಭಿಸಲೇ?

source: Start
kn: ಪ್ರಾರಂಭಿಸು

source: Do Not Start
kn: ಪ್ರಾರಂಭಿಸಬೇಡ

source: Edit Contents
kn: ಒಳ ವಿಷಯಗಳನ್ನು (&ಸ)ಸಂಸ್ಕರಿಸು

source: Really delete entire clipboard history?
kn: ಸಂಪೂರ್ಣ ನಕಲುಫಲಕದ ಚರಿತ್ರೆಯನ್ನು ಖಚಿತವಾಗಿಯೂ ಅಳಿಸಿಹಾಕಲು ಬಯಸುತ್ತೀರಾ?

source: Delete clipboard history?
kn: ನಕಲುಫಲಕದ ಚರಿತ್ರೆಯನ್ನು ತೆರವು ಮಾಡಬೇಕೆ?

source: Clipboard history
kn: ನಕಲುಫಲಕದ ಚರಿತ್ರೆ

source: up
kn: ಮೇಲಕ್ಕೆ

source: current
kn: ಪ್ರಸ್ತುತ

source: down
kn: ಕೆಳಕ್ಕೆ

source: Klipper version
kn: Klipper ಆವೃತ್ತಿ

source: Keep clipboard contents
kn: ನಕಲು ಫಲಕದ ವಿಷಯಗಳನ್ನು ಇರಿಸು

source: Selecting this option has the effect, that the clipboard can never be emptied. E.g. when an application exits, the clipboard would usually be emptied.
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಚೇತಗೊಳಿಸುವುದರಿಂದ ನಕಲು ಫಲಕವು ಖಾಲಿಯಾಗುವುದನ್ನು ತಡೆಗಟ್ಟಬಹುದು. ಉದಾ. ಅನ್ವಯ ನಿರ್ಗಮಿಸುವಾಗ ನಕಲು ಫಲಕವನ್ನು ಸಾಧಾರಣವಾಗಿ ಖಾಲಿ ಮಾಡಲಾಗುತ್ತದೆ.

source: Ignore Selection
kn: ಆಯ್ಕೆಯನ್ನು ನಿರ್ಲಕ್ಷಿಸು

source: Synchronize clipboard and selection
kn: ನಕಲು ಫಲಕ ಮತ್ತು ಆಯ್ಕೆಗಳನ್ನು ಸಮನ್ವಯಿಸು

source: Selection text only
kn: ಪಠ್ಯ ಆಯ್ಕೆಯು ಮಾತ್ರ

source: Use graphical regexp editor
kn: ಚಿತ್ರಾತ್ಮಕ regexp ಸಂಪಾದಕವನ್ನು ಬಳಸು

source: URL grabber enabled
kn: URL ಸೆಳೆಯುವುದನ್ನು ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ

source: No actions for WM_CLASS
kn: WM_CLASS ಗೆ ಯಾವುದೇ ಕ್ರಿಯೆಗಳಿಲ್ಲ

source: Timeout for action popups (seconds)
kn: ಕ್ರಿಯಾಪುಟಿಕೆಗಳ ಕಾಲಮಿತಿ(ಸೆಕೆಂಡುಗಳಲ್ಲಿ)

source: A value of 0 disables the timeout
kn: ೦ ಮೌಲ್ಯ ಸಮಯಾಂತ್ಯವನ್ನು ನಿಶ್ಚೇತಗೊಳಿಸುತ್ತದೆ

source: Clipboard history size
kn: ನಕಲು ಫಲಕದ ಚರಿತ್ರೆಯ ಗಾತ್ರ

source: Dummy entry for indicating changes in an action's tree widget
kn: ಕ್ರಿಯೆಯ ವೃಕ್ಷ ಸಂಪರ್ಕತಟದಲ್ಲಿ ಬದಲಾವಣೆಗಳನ್ನು ಸೂಚಿಸುವ ಒಂದು ನಕಲಿ ನಮೂದು

source: Strip whitespace when executing an action
kn: ಕ್ರಿಯೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಾಗ ಖಾಲಿಜಾಗಗಳನ್ನು ತೆಗೆದು ಹಾಕು

source: Sometimes, the selected text has some whitespace at the end, which, if loaded as URL in a browser would cause an error. Enabling this option removes any whitespace at the beginning or end of the selected string (the original clipboard contents will not be modified).
kn: ಕೆಲವೊಮ್ಮೆ ಆಯ್ಕೆಯಾದ ಪಠ್ಯದ ಕೊನೆಯಲ್ಲಿ ಖಾಲಿ ಜಾಗವಿದ್ದು, ಇದನ್ನು ವೀಕ್ಷಕ ತಂತ್ರಾಂಶದಲ್ಲಿ ಜಾಲತಾಣ ವಿಳಾಸ ಸೂಚಕವಾಗಿ ಬಳಸಿದರೆ ಅದು ದೋಷವನ್ನುಂಟುಮಾಡುತ್ತದೆ. ಈ ಆಯ್ಕೆಯನ್ನು ಜಾಗೃತಗೊಳಿಸುವುದರಿಂದ ಆಯ್ಕೆಯಾದ ವಾಕ್ಯದ ಲಿ ಮೊದಲಲ್ಲಿ ಅಥವಾ ಕೊನೆಯಲ್ಲಿರುವ ಖಾಲಿಜಾಗಗಳನ್ನು ತೆಗೆದು ಹಾಕಬಹುದು (ನಕಲು ಫಲಕದಲ್ಲಿ ಯಾವುದೇ ಬದಲಾವಣೆಯಾಗದು).

source: Replay action in history
kn: ಚರಿತ್ರೆಯಿಂದ ಕ್ರಿಯೆಯನ್ನು ಮರಳಿ ಚಲಾಯಿಸು

source: <empty clipboard>
kn: <ಖಾಲಿ ನಕಲು ಫಲಕ>

source: <no matches>
kn: <ಹೋಲಿಕೆ ಇಲ್ಲ>

source: Klipper - Clipboard Tool
kn: Klipper - ನಕಲು ಫಲಕ ಉಪಕರಣ

source: KDE cut & paste history utility
kn: KDEಯ 'ಕತ್ತರಿಸು ಮತ್ತು ಅಂಟಿಸು ಚರಿತ್ರೆ' ಸರ್ವೋಪಯೋಗಿ

source: Author
kn: ಕರ್ತೃ

source: Original Author
kn: ಮೂಲ ಕರ್ತೃ

source: Contributor
kn: ಸಹಾಯಕ

source: Bugfixes and optimizations
kn: ದೋಷಪರಿಹಾರಗಳು ಮತ್ತು ಸುಧಾರಣೆಗಳು

source: Maintainer
kn: ನಿರ್ವಾಹಕ

# NAME OF TRANSLATORS
source: Your names
kn: ವಿ ಕೆ ಮಹೇಶ,ಉಮೇಶ್ ರುದ್ರಪಟ್ಣ,ವಾಸುದೇವ ಕಾಮತ್,ಶಂಕರ್ ಪ್ರಸಾದ್

# EMAIL OF TRANSLATORS
source: Your emails
kn: vkmahesh1231@rediffmail.com,umeshrs@gmail.com,kamathvasudev@gmail.com,svenkate@redhat.com

source: &More
kn: (&ಹ)ಹೆಚ್ಚು

source: Clipboard is empty
kn: ನಕಲು ಫಲಕವು ಖಾಲಿ ಇದೆ

source: %1 - Actions For: %2
kn: %1 - ಕ್ರಿಯೆಗಳು, ಇವುಗಳಿಗಾಗಿ: : %2

source: Disable This Popup
kn: ಈ ಪುಟಿಕೆಯನ್ನು ನಿಶ್ಚೇತಗೊಳಿಸು

source: &Cancel
kn: ರದ್ದುಮಾಡು(&C)
